export const weeklySchedule = [
  {
    "id": 0,
    "day": "Tue",
    "time": "16:00 - 17:00",
    "title": " ΑΔΕ_ΕΕΕ7-2.6 \r",
    "professor": "Φειδάκης-Κόγιας\r"
  },
  {
    "id": 1,
    "day": "Thu",
    "time": "09:00 - 10:00",
    "title": "Ειδικά Θέματα Δικτύων και Ασφάλεια\r",
    "professor": "ΚΟΓΙΑΣ"
  },
  {
    "id": 2,
    "day": "Thu",
    "time": "10:00 - 11:00",
    "title": "Ειδικά Θέματα Δικτύων και Ασφάλεια\r",
    "professor": "ΚΟΓΙΑΣ"
  },
  {
    "id": 3,
    "day": "Thu",
    "time": "11:00 - 12:00",
    "title": "Ειδικά Θέματα Δικτύων και Ασφάλεια\r",
    "professor": "ΚΟΓΙΑΣ"
  },
  {
    "id": 4,
    "day": "Thu",
    "time": "12:00 - 13:00",
    "title": "Ειδικά Θέματα Δικτύων και Ασφάλεια\r",
    "professor": "ΚΟΓΙΑΣ"
  },
  {
    "id": 5,
    "day": "Thu",
    "time": "13:00 - 15:00",
    "title": " ΑΔΕ_ΕΕΕ7-2.6 \r",
    "professor": "Φειδάκης\r"
  },
  {
    "id": 6,
    "day": "Thu",
    "time": "15:00 - 16:00",
    "title": " ΑΔΕ_ΕΕΕ7-2.6 \r",
    "professor": "Φειδάκης\r"
  },
  {
    "id": 7,
    "day": "Thu",
    "time": "16:00 - 17:00",
    "title": " ΑΔΕ_ΕΕΕ7-2.6 \r",
    "professor": "Φειδάκης-Κόγιας"
  },
  {
    "id": 8,
    "time": "13:00 - 16:00",
    "title": "Ειδικά Θέματα Δικτύων και Ασφάλεια\r",
    "professor": "Πατρικάκης Χαράλαμπος \r"
  },
  {
    "id": 9,
    "time": "13:00 - 15:00",
    "title": " ΑΔΕ_ΕΕΕ7-2.6 \r",
    "professor": "Φειδάκης\r"
  },
  {
    "id": 10,
    "time": "15:00 - 16:00",
    "title": " ΑΔΕ_ΕΕΕ7-2.6 \r",
    "professor": "Φειδάκης\r"
  }
];