export const weeklySchedule = [
  {
    "id": 0,
    "day": "Mon",
    "time": "17:00 - 19:00",
    "title": "AIDL_A01\r",
    "professor": " Leligou-Nikolaou\r"
  },
  {
    "id": 1,
    "day": "Mon",
    "time": "19:00 - 22:00",
    "title": "AIDL_A02\r",
    "professor": "Κασνέσης\r"
  },
  {
    "id": 2,
    "day": "Tue",
    "time": "11:00 - 13:00",
    "title": "Αντικειμενοστραφής Προγραμματισμός (E)\r",
    "professor": "Φειδάκης Μιχαήλ - "
  },
  {
    "id": 3,
    "day": "Tue",
    "time": "13:00 - 15:00",
    "title": "Αντικειμενοστραφής Προγραμματισμός (E)\r",
    "professor": "Φειδάκης Μιχαήλ - "
  },
  {
    "id": 4,
    "day": "Wed",
    "time": "15:00 - 17:00",
    "title": "Αντικειμενοστραφής Προγραμματισμός (E)\r",
    "professor": "Φειδάκης Μιχαήλ - "
  },
  {
    "id": 5,
    "day": "Wed",
    "time": "17:00 - 19:00",
    "title": "AIDL_A03\r",
    "professor": "Nikolaou- Pyromalis\r"
  },
  {
    "id": 6,
    "day": "Wed",
    "time": "19:00 - 22:00",
    "title": "AIDL_Α04\r",
    "professor": "Papadopoulos\r"
  },
  {
    "id": 7,
    "day": "Thu",
    "time": "11:00 - 13:00",
    "title": "Αντικειμενοστραφής Προγραμματισμός (E)\r",
    "professor": "Φειδάκης Μιχαήλ - "
  },
  {
    "id": 8,
    "day": "Thu",
    "time": "13:00 - 15:00",
    "title": "Αντικειμενοστραφής Προγραμματισμός (E)\r",
    "professor": "Φειδάκης Μιχαήλ - "
  },
  {
    "id": 9,
    "day": "Thu",
    "time": "19:00 - 20:00",
    "title": "Αντικειμενοστραφής Προγραμματισμός (E)\r",
    "professor": "Φειδάκης Μιχαήλ - "
  },
  {
    "id": 10,
    "day": "Fri",
    "time": "09:00 - 11:00",
    "title": "Δίκτυα (Ε)\r",
    "professor": "Φερλες"
  },
  {
    "id": 11,
    "day": "Fri",
    "time": "13:00 - 15:00",
    "title": "Δίκτυα (Ε)\r",
    "professor": "Φερλες"
  },
  {
    "id": 12,
    "day": "Fri",
    "time": "15:00 - 17:00",
    "title": "Δίκτυα (Ε)\r",
    "professor": "Φερλες"
  },
  {
    "id": 13,
    "day": "Fri",
    "time": "18:00 - 21:00",
    "title": "AIDL_A05\r",
    "professor": "Patrikakis -invited\r"
  },
  {
    "id": 14,
    "time": "09:00 - 11:00",
    "title": "ΕΕΕ.6.4: Δίκτυα Υπολογιστών [6-1]\r",
    "professor": "Πατρικάκης Χαράλαμπος\r"
  },
  {
    "id": 15,
    "time": "13:00 - 16:00",
    "title": "ΕΕ.2.5: Αντικειμενοστραφής Προγραμματισμός\r",
    "professor": "Πατρικάκης Χαράλαμπος [2.5-3]\r"
  },
  {
    "id": 16,
    "time": "16:00 - 19:00",
    "title": "ΕΕΕ.2.5: Αντικειμενοστραφής Προγραμματισμός [2.5-1]\r",
    "professor": "Φειδάκης Μιχαήλ\r"
  },
  {
    "id": 17,
    "time": "11:00 - 13:00",
    "title": "ΕΕΕ.6.4: Δίκτυα Υπολογιστών [6-1]\r",
    "professor": "Πατρικάκης Χαράλαμπος\r"
  }
];